# Formulaes
brew "htop"
brew "jupyterlab"
brew "mas"
brew "neofetch"
brew "python3"
brew "r"
brew "sphinx-doc"
brew "tmux"
brew "tree"
brew "wget"

# Casks
cask "1password"
cask "1password-cli"
cask "appcleaner"
cask "box"
cask "dash"
cask "github"
cask "rstudio"
cask "spotify"
cask "sublime-text"
cask "tower"
cask "visual-studio-code"

# MacAppStore
mas "Step Two", id: 1448916662 # Usually amongst the first app needed after install
mas "Amphetamine", id: 937984704
mas "Apple Developer", id: 640199958
mas "Apple Remote Desktop", id: 409907375
mas "DaisyDisk", id: 411643860
mas "Day One", id: 1055511498
mas "Deliveries", id: 290986013
mas "Jayson", id: 1468691718
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Quip", id: 1003160018
mas "Slack", id: 803453959
mas "Speedtest by Ookla", id: 1153157709

# Apple Related
tap "apple/applejack"
